<x-whiteNavbarLayout>
    <div class="grid grid-cols-4 gap-x-5 px-10 h-36">
        <x-ChapterCard chapter=1
        title="บลูเบอร์รีเซ็กซ์อิมพีเรียล โฮลวีตธัมโม นาฏยศาลาชัวร์ อุปนายิกา ต้าอ่วยแบรนด์คันธาระ แยมโรลมาเฟียพรีเมียมชาร์ป "
        />
        <x-ChapterCardWhite chapter=1
        title="บลูเบอร์รีเซ็กซ์อิมพีเรียล โฮลวีตธัมโม นาฏยศาลาชัวร์ อุปนายิกา ต้าอ่วยแบรนด์คันธาระ แยมโรลมาเฟียพรีเมียมชาร์ป "
        />
        <x-ChapterCardWhite chapter=1
        title="บลูเบอร์รีเซ็กซ์อิมพีเรียล โฮลวีตธัมโม นาฏยศาลาชัวร์ อุปนายิกา ต้าอ่วยแบรนด์คันธาระ แยมโรลมาเฟียพรีเมียมชาร์ป "
        />
        <x-ChapterCardWhite chapter=1
        title={{"บลูเบอร์รีเซ็กซ์อิมพีเรียล โฮลวีตธัมโม นาฏยศาลาชัวร์ อุปนายิกา ต้าอ่วยแบรนด์คันธาระ แยมโรลมาเฟียพรีเมียมชาร์ป "}}
        />
        
    </div>
</x-whiteNavbarLayout>
